Repository: GillesDeLeus/RecipeInc
Catalog: RecipeApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: Refresh Nutrition
de: Nährwerte aktualisieren
es: Actualizar valores nutricionales
fr: Actualiser les valeurs nutritionnelles
it: Aggiorna valori nutrizionali
nl: Voedingswaarden verversen
pl: Odśwież wartości odżywcze

source: Refrigerator
de: Kühlschrank
es: Frigorífico
fr: Réfrigérateur
it: Frigorifero
nl: Koelkast
pl: Lodówka

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
pl: Resetuj

source: Salad
de: Salat
es: Ensalada
fr: Salade
it: Insalata
nl: Salade
pl: Sałatka

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaar
pl: Zapisz

source: Scan Barcode
de: Barcode scannen
es: Escanear código de barras
fr: Scanner un code-barres
it: Scansiona codice a barre
nl: Streepjescode scannen
pl: Skanuj kod kreskowy

source: Search category…
de: Kategorie suchen …
es: Buscar categoría…
fr: Rechercher une catégorie…
it: Cerca categoria…
nl: Zoek categorie…
pl: Szukaj kategorii…

source: Search ingredient…
de: Zutat suchen …
es: Buscar ingrediente…
fr: Rechercher un ingrédient…
it: Cerca ingrediente…
nl: Zoek ingrediënt…
pl: Szukaj składnika…

source: Search recipe…
de: Rezept suchen …
es: Buscar receta…
fr: Rechercher une recette…
it: Cerca ricetta…
nl: Zoek recept…
pl: Szukaj przepisu…

source: Search storage…
de: Vorrat durchsuchen …
es: Buscar en la despensa…
fr: Rechercher dans les réserves…
it: Cerca in dispensa…
nl: Zoek in voorraad…
pl: Szukaj w zapasach…

source: Search tag…
de: Tag suchen …
es: Buscar etiqueta…
fr: Rechercher une étiquette…
it: Cerca tag…
nl: Zoek label…
pl: Szukaj etykiety…

source: Select Dates
de: Daten auswählen
es: Seleccionar fechas
fr: Sélectionner des dates
it: Seleziona date
nl: Datums selecteren
pl: Wybierz daty

source: Selected Dates
de: Ausgewählte Daten
es: Fechas seleccionadas
fr: Dates sélectionnées
it: Date selezionate
nl: Geselecteerde datums
pl: Wybrane daty

source: Servings
de: Portionen
es: Raciones
fr: Portions
it: Porzioni
nl: Porties
pl: Porcje

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia

source: Share List
de: Liste teilen
es: Compartir lista
fr: Partager la liste
it: Condividi lista
nl: Lijst delen
pl: Udostępnij listę

source: Share Recipe
de: Rezept teilen
es: Compartir receta
fr: Partager la recette
it: Condividi ricetta
nl: Recept delen
pl: Udostępnij przepis

source: Shopping
de: Einkaufen
es: Compras
fr: Courses
it: Spesa
nl: Boodschappen
pl: Zakupy

source: Shopping List
de: Einkaufsliste
es: Lista de la compra
fr: Liste de courses
it: Lista della spesa
nl: Boodschappenlijst
pl: Lista zakupów

source: Show calorie and nutrient data per recipe.
de: Zeige Kalorien- und Nährstoffdaten pro Rezept.
es: Muestra calorías y nutrientes por receta.
fr: Affichez les calories et nutriments par recette.
it: Mostra calorie e nutrienti per ricetta.
nl: Calorie- en voedingswaarden per recept tonen.
pl: Pokazuj kalorie i składniki odżywcze dla przepisów.

source: Show expired items
de: Abgelaufene Artikel anzeigen
es: Mostrar artículos caducados
fr: Afficher les articles périmés
it: Mostra articoli scaduti
nl: Verlopen items tonen
pl: Pokaż przeterminowane produkty

source: Side Dish
de: Beilage
es: Guarnición
fr: Accompagnement
it: Contorno
nl: Bijgerecht
pl: Dodatek

source: Sodium
de: Natrium
es: Sodio
it: Sodio
nl: Natrium
pl: Sód

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
nl: Sorteren
pl: Sortuj

source: Soup
de: Suppe
es: Sopa
fr: Soupe
it: Zuppa
nl: Soep
pl: Zupa

source: Spicy
de: Scharf
es: Picante
fr: Épicé
it: Piccante
nl: Pittig
pl: Pikantne

source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
it: Passaggio %lld di %lld
nl: Stap %lld van %lld
pl: Krok %lld z %lld

source: Step-by-step guided view that keeps your screen on while you cook.
de: Schritt-für-Schritt-Ansicht, die den Bildschirm beim Kochen aktiv hält.
es: Vista guiada paso a paso que mantiene la pantalla encendida mientras cocinas.
fr: Vue guidée étape par étape qui garde l'écran allumé pendant que vous cuisinez.
it: Vista guidata passo passo che tiene lo schermo acceso mentre cucini.
nl: Stapsgewijze weergave die je scherm aan houdt tijdens het koken.
pl: Widok krok po kroku, który nie wygasza ekranu podczas gotowania.

source: Storage
de: Vorrat
es: Despensa
fr: Réserves
it: Dispensa
nl: Voorraad
pl: Zapasy

source: Structured data not found. AI parsing requires macOS 26 or later.
de: Keine strukturierten Daten gefunden. KI-Analyse erfordert macOS 26 oder neuer.
es: No se encontraron datos estructurados. El análisis por IA requiere macOS 26 o posterior.
fr: Données structurées introuvables. L'analyse par IA nécessite macOS 26 ou ultérieur.
it: Dati strutturati non trovati. L'analisi IA richiede macOS 26 o versioni successive.
nl: Gestructureerde data niet gevonden. AI-verwerking vereist macOS 26 of hoger.
pl: Nie znaleziono danych strukturalnych. Analiza SI wymaga systemu macOS 26 lub nowszego.

source: Take Photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
it: Scatta foto
nl: Foto nemen
pl: Zrób zdjęcie

source: Tap + to add a meal.
de: Tippe auf „+“, um eine Mahlzeit hinzuzufügen.
es: Toca + para añadir una comida.
fr: Touchez + pour ajouter un repas.
it: Tocca + per aggiungere un pasto.
nl: Druk op + om een maaltijd toe te voegen.
pl: Stuknij +, aby dodać posiłek.

source: Tap + to add an ingredient. Nutrition values are looked up automatically from the NEVO database.
de: Tippe auf „+“, um eine Zutat hinzuzufügen. Nährwerte werden automatisch in der NEVO-Datenbank nachgeschlagen.
es: Toca + para añadir un ingrediente. Los valores nutricionales se buscan automáticamente en la base de datos NEVO.
fr: Touchez + pour ajouter un ingrédient. Les valeurs nutritionnelles sont recherchées automatiquement dans la base NEVO.
it: Tocca + per aggiungere un ingrediente. I valori nutrizionali vengono cercati automaticamente nel database NEVO.
nl: Tik op + om een ingrediënt toe te voegen. Voedingswaarden worden automatisch opgezocht in de NEVO-databank.
pl: Stuknij +, aby dodać składnik. Wartości odżywcze są automatycznie pobierane z bazy NEVO.

source: Tap + to create a recipe manually or import one from a URL.
de: Tippe auf „+“, um ein Rezept manuell zu erstellen oder von einer URL zu importieren.
es: Toca + para crear una receta manualmente o importarla desde una URL.
fr: Touchez + pour créer une recette manuellement ou en importer une depuis une URL.
it: Tocca + per creare una ricetta manualmente o importarne una da un URL.
nl: Tik op + om handmatig een recept te maken of importeer er een via een URL.
pl: Stuknij +, aby ręcznie utworzyć przepis lub zaimportować go z adresu URL.

source: Tap + to schedule a recipe on any day. The calendar shows your full week at a glance.
de: Tippe auf „+“, um ein Rezept für einen Tag einzuplanen. Der Kalender zeigt deine ganze Woche auf einen Blick.
es: Toca + para programar una receta cualquier día. El calendario muestra toda tu semana de un vistazo.
fr: Touchez + pour planifier une recette n'importe quel jour. Le calendrier montre toute votre semaine en un coup d'œil.
it: Tocca + per pianificare una ricetta in un giorno qualsiasi. Il calendario mostra l'intera settimana a colpo d'occhio.
nl: Tik op + om een recept op een dag in te plannen. De agenda toont je hele week in één oogopslag.
pl: Stuknij +, aby zaplanować przepis na dowolny dzień. Kalendarz pokazuje cały tydzień w skrócie.

source: Tap the circle icon to select days, then tap the cart to get a shopping list for those meals.
de: Tippe auf das Kreis-Symbol, um Tage auszuwählen, und dann auf den Einkaufswagen für die Einkaufsliste dieser Mahlzeiten.
es: Toca el icono del círculo para seleccionar días y luego el carrito para obtener la lista de la compra de esas comidas.
fr: Touchez l'icône cercle pour sélectionner des jours, puis le panier pour obtenir la liste de courses de ces repas.
it: Tocca l'icona del cerchio per selezionare i giorni, poi il carrello per la lista della spesa di quei pasti.
nl: Tik op het cirkel-icoon om dagen te selecteren en daarna op het winkelwagentje voor een boodschappenlijst.
pl: Stuknij ikonę kółka, aby wybrać dni, a następnie koszyk, aby otrzymać listę zakupów dla tych posiłków.

source: The Apple Intelligence model is still downloading. Try again in a few minutes.
de: Das Apple-Intelligence-Modell wird noch geladen. Versuche es in ein paar Minuten erneut.
es: El modelo de Apple Intelligence aún se está descargando. Inténtalo de nuevo en unos minutos.
fr: Le modèle Apple Intelligence est en cours de téléchargement. Réessayez dans quelques minutes.
it: Il modello Apple Intelligence è ancora in download. Riprova tra qualche minuto.
nl: Het Apple Intelligence-model wordt nog gedownload. Probeer het over enkele minuten opnieuw.
pl: Model Apple Intelligence wciąż się pobiera. Spróbuj ponownie za kilka minut.

source: The recipe couldn't be read from this post automatically. Copy the recipe text from the caption or description and use the Paste Text tab instead.
de: Das Rezept konnte aus diesem Beitrag nicht automatisch gelesen werden. Kopiere den Rezepttext aus der Beschreibung und nutze den Tab „Text einsetzen“.
es: No se pudo leer la receta de esta publicación automáticamente. Copia el texto de la receta de la descripción y usa la pestaña "Pegar texto".
fr: La recette n'a pas pu être lue automatiquement depuis cette publication. Copiez le texte de la recette depuis la légende et utilisez l'onglet « Coller du texte ».
it: Impossibile leggere automaticamente la ricetta da questo post. Copia il testo della ricetta dalla didascalia e usa la scheda "Incolla testo".
nl: Het recept kon niet automatisch uit deze post worden gelezen. Kopieer de recepttekst uit het bijschrift en gebruik het tabblad 'Tekst plakken'.
pl: Nie udało się automatycznie odczytać przepisu z tego posta. Skopiuj tekst przepisu z opisu i użyj zakładki „Wklej tekst”.

source: The URL is not valid.
de: Die URL ist ungültig.
es: La URL no es válida.
fr: L'URL n'est pas valide.
it: L'URL non è valido.
nl: De URL is niet geldig.
pl: Adres URL jest nieprawidłowy.

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
nl: Deze week
pl: W tym tygodniu

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pl: Dzisiaj

source: Track ingredients you have at home.
de: Behalte den Überblick über Zutaten, die du zu Hause hast.
es: Controla los ingredientes que tienes en casa.
fr: Suivez les ingrédients que vous avez chez vous.
it: Tieni traccia degli ingredienti che hai a casa.
nl: Bijhouden wat je thuis in voorraad hebt.
pl: Śledź składniki, które masz w domu.

source: Track Your Pantry
de: Behalte deinen Vorrat im Blick
es: Controla tu despensa
fr: Suivez votre garde-manger
it: Tieni d'occhio la dispensa
nl: Beheer je voorraad
pl: Pilnuj swoich zapasów

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
nl: Eenheid
pl: Jednostka

source: Unknown ingredient
de: Unbekannte Zutat
es: Ingrediente desconocido
fr: Ingrédient inconnu
it: Ingrediente sconosciuto
nl: Onbekend ingrediënt
pl: Nieznany składnik

source: Use Imported
de: Importiertes verwenden
es: Usar importado
fr: Utiliser l'importé
it: Usa importato
nl: Geïmporteerde gebruiken
pl: Użyj importowanych

source: Vegetarian
de: Vegetarisch
es: Vegetariana
fr: Végétarien
it: Vegetariana
nl: Vegetarisch
pl: Wegetariańskie

source: Vitamins
de: Vitamine
es: Vitaminas
fr: Vitamines
it: Vitamine
nl: Vitaminen
pl: Witaminy

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
pl: Tydzień

source: What Can I Cook?
de: Was kann ich kochen?
es: ¿Qué puedo cocinar?
fr: Que puis-je cuisiner ?
it: Cosa posso cucinare?
nl: Wat kan ik koken?
pl: Co mogę ugotować?

source: %lld tags
es: %lld etiquetas
fr: %lld étiquettes
it: %lld tag
nl: %lld labels
pl: %lld etykiety

source: Calcium
es: Calcio
it: Calcio
pl: Wapń

source: Dessert
es: Postre
it: Dolce
pl: Deser

source: Filter
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry

source: Maximum: %@
es: Máximo: %@
it: Massimo: %@
pl: Maksimum: %@

source: Minimum: %@
es: Mínimo: %@
it: Minimo: %@

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa

source: Name A–Z
es: Nombre A–Z
fr: Nom A–Z
it: Nome A–Z
nl: Naam A–Z
pl: Nazwa A–Z

source: Name Z–A
es: Nombre Z–A
fr: Nom Z–A
it: Nome Z–A
nl: Naam Z–A
pl: Nazwa Z–A

source: portion
es: ración
it: porzione
nl: portie
pl: porcja

source: Snack
es: Tentempié
fr: En-cas
it: Spuntino
pl: Przekąska

source: Standard
es: Estándar
nl: Standaard
pl: Standardowa

source: Tag name
es: Nombre de la etiqueta
fr: Nom de l'étiquette
it: Nome del tag
nl: Naam label
pl: Nazwa etykiety

source: Tags
es: Etiquetas
fr: Étiquettes
it: Tag
nl: Labels
pl: Etykiety

source: Vegan
es: Vegana
fr: Végétalien
it: Vegana
nl: Veganistisch
pl: Wegańskie

source: Vitamin C
es: Vitamina C
fr: Vitamine C
it: Vitamina C
nl: Vitamine C
pl: Witamina C

source: Vitamin D
es: Vitamina D
fr: Vitamine D
it: Vitamina D
nl: Vitamine D
pl: Witamina D
